"OCTOBER"	= "Octobre";
"NOVEMBER"	= "Novembre";
"AUGUST"	= "Août";
"MARCH"	= "Mars";
"JULY"	= "Juillet";
"APRIL"	= "Avril";
"MAY"	= "Mai";
"JUNE"	= "Juin";
"SEPTEMBER"	= "Septembre";
"FEBRUARY"	= "Février";
"JANUARY"	= "Janvier";
"COULDNT_SET_DATE"	= "Le réglage de la date a échoué.";
"COULDNT_SET_ZONE"	= "Le réglage du fuseau horaire a échoué.";
"DECEMBER"	= "Décembre";

/* abbreviations for days of the week that appear on the top row of the calendar */
"Monday" = "L";
"Tuesday" = "M";
"Wednesday" = "M";
"Thursday" = "J";
"Friday" = "V";
"Saturday" = "S";
"Sunday" = "D";

/* First day of week.  0 = Sunday, 1 = Monday, etc. */
"FirstDay" = "1";

/* 
 * timezone strings
 */
"GMT-10" = "GMT-1000";
"US/Hawaii" = "US/Hawaï";
"GMT-9" = "GMT-0900";
"US/Yukon" = "US/Yukon";
"Canada/Yukon" = "Canada/Yukon";
"GMT-8" = "GMT-0800";
"US/Pacific" = "US/Pacifique";
"US/Pacific-New" = "US/Nouveau Pacifique";
"Canada/Pacific" = "Canada/Pacifique";
"GMT-7" = "GMT-0700";
"US/Mountain" = "US/Montagnes";
"US/Arizona" = "US/Arizona";
"Canada/Mountain" = "Canada/Montagnes";
"GMT-6" = "GMT-0600";
"US/Central" = "US/Centre";
"Canada/Central" = "Canada/Centre";
"Canada/East-Saskatchewan" = "Canada/Saskatchewan Est";
"GMT-5" = "GMT-0500";
"US/Eastern" = "US/Côte est";
"US/East-Indiana" = "US/Est-Indiana";
"Canada/Eastern" = "Canada/Est";
"GMT-4" = "GMT-0400";
"Canada/Atlantic" = "Canada/Atlantique";
"GMT-3" = "GMT-0300";
"Canada/Newfoundland" = "Canada/Terre-Neuve";
"GMT-2" = "GMT-0200";
"GMT-1" = "GMT-0100";
"Greenwich" = "GMT  Greenwich";
"GB-Eire" = "Grande-Bretagne-Eire";
"Iceland" = "Islande";
"WET" = "WET";
"GMT+1" = "GMT+0100";
"Poland" = "Pologne";
"MET" = "MET";
"CET" = "CET";
"GMT+2" = "GMT+0200";
"EET" = "EET";
"GMT+3" = "GMT+0300";
"Turkey" = "Turquie";
"W-SU" = "W-SU";
"GMT+4" = "GMT+0400";
"GMT+5" = "GMT+0500";
"GMT+6" = "GMT+0600";
"GMT+7" = "GMT+0700";
"GMT+8" = "GMT+0800";
"Singapore" = "Singapour";
"Australia/West" = "Australie/Ouest";
"GMT+9" = "GMT+0900";
"Japan" = "Japon";
"Australia/North" = "Australie/Nord";
"Australia/South" = "Australie/Sud";
"GMT+10" = "GMT+1000";
"Australia/Tasmania" = "Australie/Tasmanie";
"Australia/Queensland" = "Australie/Queensland";
"Australia/Victoria" = "Australie/Victoria";
"Australia/NSW" = "Australie/NGS";
"GMT+11" = "GMT+1100";
"GMT+12" = "GMT+1200";
"NZDT,NZST" = "NZDT,NZST";
"GMT+13" = "GMT+1300";
